Repository: frknbyhn/NewbornStudio---New
Catalog: NewbornMoments/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: The \u{201c}%@\u{201d} collage video will be permanently deleted. This can't be undone.
ar: سيتم حذف فيديو الكولاج «%@» نهائيًا. لا يمكن التراجع عن هذا الإجراء.
ca: El vídeo del collage «%@» s'eliminarà permanentment. Aquesta acció no es pot desfer.
cs: Video koláže „%@“ bude trvale odstraněno. Tuto akci nelze vrátit zpět.
da: Collagevideoen “%@” slettes permanent. Dette kan ikke fortrydes.
de: Das Collage-Video „%@“ wird dauerhaft gelöscht. Dies kann nicht rückgängig gemacht werden.
el: Το βίντεο κολάζ «%@» θα διαγραφεί οριστικά. Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: El video del collage «%@» se eliminará permanentemente. Esta acción no se puede deshacer.
fi: Kollaasivideo ”%@” poistetaan pysyvästi. Tätä ei voi kumota.
fr: La vidéo de collage « %@ » sera définitivement supprimée. Cette action est irréversible.
he: סרטון הקולאז' “%@” יימחק לצמיתות. לא ניתן לבטל פעולה זו.
hi: कोलाज वीडियो “%@” स्थायी रूप से हटा दिया जाएगा। इस कार्रवाई को पूर्ववत नहीं किया जा सकता।
hr: Videozapis kolaža „%@” bit će trajno izbrisan. Ova se radnja ne može poništiti.
hu: A(z) „%@” kollázsvideó véglegesen törlődik. Ez a művelet nem vonható vissza.
id: Video kolase “%@” akan dihapus secara permanen. Tindakan ini tidak dapat dibatalkan.
it: Il video del collage «%@» verrà eliminato definitivamente. Questa azione non può essere annullata.
ja: コラージュ動画「%@」は完全に削除されます。この操作は取り消せません。
ko: “%@” 콜라주 동영상이 영구적으로 삭제됩니다. 이 작업은 취소할 수 없습니다.
ms: Video kolaj “%@” akan dipadam secara kekal. Tindakan ini tidak boleh dibuat asal.
nb: Collagevideoen «%@» slettes permanent. Dette kan ikke angres.
nl: De collagevideo “%@” wordt permanent verwijderd. Dit kan niet ongedaan worden gemaakt.
pl: Wideo kolażu „%@” zostanie trwale usunięte. Tej czynności nie można cofnąć.
pt: O vídeo da colagem “%@” será excluído permanentemente. Esta ação não pode ser desfeita.
ro: Videoclipul colajului „%@” va fi șters definitiv. Această acțiune nu poate fi anulată.
ru: Видео коллажа «%@» будет удалено безвозвратно. Это действие нельзя отменить.
sk: Video koláže „%@“ bude natrvalo odstránené. Túto akciu nemožno vrátiť späť.
sv: Collagevideon ”%@” tas bort permanent. Detta kan inte ångras.
th: วิดีโอคอลลาจ “%@” จะถูกลบอย่างถาวร การกระทำนี้ไม่สามารถย้อนกลับได้
tr: “%@” kolaj videosu kalıcı olarak silinecek. Bu işlem geri alınamaz.
uk: Відео колажу «%@» буде видалено назавжди. Цю дію не можна скасувати.
vi: Video ảnh ghép “%@” sẽ bị xóa vĩnh viễn. Hành động này không thể hoàn tác.
zh_hans: 拼贴视频“%@”将被永久删除。此操作无法撤销。
zh_hant: 拼貼影片“%@”將被永久刪除。此操作無法撤銷。

source: The animated video was saved to your Photos.
ar: تم حفظ الفيديو المتحرك في صورك.
ca: El vídeo animat s'ha desat a les teves Fotos.
cs: Animované video bylo uloženo do vašich Fotek.
da: Den animerede video blev gemt i dine Fotos.
de: Das animierte Video wurde in Ihren Fotos gespeichert.
el: Το ζωντανεμένο βίντεο αποθηκεύτηκε στις Φωτογραφίες σας.
es: El video animado se guardó en tus Fotos.
fi: Animoitu video tallennettiin Kuviin.
fr: La vidéo animée a été enregistrée dans vos Photos.
he: הסרטון המונפש נשמר בתמונות שלכם.
hi: एनिमेटेड वीडियो आपकी फोटो में सहेजा गया।
hr: Animirani videozapis spremljen je u vaše Fotografije.
hu: Az animált videó mentve a Fotókba.
id: Video animasi telah disimpan ke Foto Anda.
it: Il video animato è stato salvato nelle tue Foto.
ja: アニメーション動画が写真に保存されました。
ko: 애니메이션 동영상이 사진에 저장되었습니다.
ms: Video animasi telah disimpan ke Foto anda.
nb: Den animerte videoen ble lagret i bildene dine.
nl: De geanimeerde video is opgeslagen in je Foto's.
pl: Animowane wideo zostało zapisane w Twoich Zdjęciach.
pt: O vídeo animado foi salvo em suas Fotos.
ro: Videoclipul animat a fost salvat în Fotografiile tale.
ru: Анимированное видео сохранено в ваши Фото.
sk: Animované video bolo uložené do vašich Fotiek.
sv: Den animerade videon sparades i dina Foton.
th: วิดีโอที่เคลื่อนไหวถูกบันทึกลงในรูปภาพของคุณแล้ว
tr: Canlandırılan video Fotoğraflar'a kaydedildi.
uk: Анімоване відео збережено у ваших Фото.
vi: Video sinh động đã được lưu vào Ảnh của bạn.
zh_hans: 动画视频已保存到您的照片中。
zh_hant: 動畫影片已儲存到您的照片中。

source: The collage video was saved to your Photos.
ar: تم حفظ فيديو الكولاج في صورك.
ca: El vídeo del collage s'ha desat a les teves Fotos.
cs: Video koláže bylo uloženo do vašich Fotek.
da: Collagevideoen blev gemt i dine Fotos.
de: Das Collage-Video wurde in Ihren Fotos gespeichert.
el: Το βίντεο κολάζ αποθηκεύτηκε στις Φωτογραφίες σας.
es: El video del collage se guardó en tus Fotos.
fi: Kollaasivideo tallennettiin Kuviin.
fr: La vidéo de collage a été enregistrée dans vos Photos.
he: סרטון הקולאז' נשמר בתמונות שלכם.
hi: कोलाज वीडियो आपकी फोटो में सहेजा गया।
hr: Videozapis kolaža spremljen je u vaše Fotografije.
hu: A kollázsvideó mentve a Fotókba.
id: Video kolase telah disimpan ke Foto Anda.
it: Il video del collage è stato salvato nelle tue Foto.
ja: コラージュ動画が写真に保存されました。
ko: 콜라주 동영상이 사진에 저장되었습니다.
ms: Video kolaj telah disimpan ke Foto anda.
nb: Collagevideoen ble lagret i bildene dine.
nl: De collagevideo is opgeslagen in je Foto's.
pl: Wideo kolażu zostało zapisane w Twoich Zdjęciach.
pt: O vídeo da colagem foi salvo em suas Fotos.
ro: Videoclipul colajului a fost salvat în Fotografiile tale.
ru: Видео коллажа сохранено в ваши Фото.
sk: Video koláže bolo uložené do vašich Fotiek.
sv: Collagevideon sparades i dina Foton.
th: วิดีโอคอลลาจถูกบันทึกลงในรูปภาพของคุณแล้ว
tr: Kolaj videosu Fotoğraflar'a kaydedildi.
uk: Відео колажу збережено у ваших Фото.
vi: Video ảnh ghép đã được lưu vào Ảnh của bạn.
zh_hans: 拼贴视频已保存到您的照片中。
zh_hant: 拼貼影片已儲存到您的照片中。

source: This exclusive bundle won't be offered again. Grab it now, or it's gone for good.
ar: لن تُقدَّم هذه الباقة الحصرية مرة أخرى. احصل عليها الآن، وإلا فستختفي إلى الأبد.
ca: Aquest paquet exclusiu no es tornarà a oferir. Aconsegueix-lo ara, o desapareixerà per sempre.
cs: Tento exkluzivní balíček již nebude nabízen. Získejte ho nyní, jinak zmizí navždy.
da: Denne eksklusive pakke tilbydes ikke igen. Grib den nu, ellers er den væk for altid.
de: Dieses exklusive Paket wird nicht erneut angeboten. Sichern Sie es sich jetzt, sonst ist es für immer weg.
el: Αυτό το αποκλειστικό πακέτο δεν θα προσφερθεί ξανά. Αποκτήστε το τώρα, αλλιώς θα χαθεί για πάντα.
es: Este paquete exclusivo no se volverá a ofrecer. Consíguelo ahora o desaparecerá para siempre.
fi: Tätä ainutlaatuista pakettia ei tarjota enää uudelleen. Nappaa se nyt, tai se on poissa ikuisesti.
fr: Ce pack exclusif ne sera plus proposé. Profitez-en maintenant, sinon il aura disparu pour toujours.
he: החבילה הבלעדית הזו לא תוצע שוב. השיגו אותה עכשיו, אחרת היא תיעלם לתמיד.
hi: यह विशेष पैक फिर से नहीं दिया जाएगा। इसे अभी प्राप्त करें, वरना यह हमेशा के लिए चला जाएगा।
hr: Ovaj ekskluzivni paket neće se ponovno nuditi. Preuzmite ga sada, ili će nestati zauvijek.
hu: Ezt az exkluzív csomagot nem kínáljuk fel újra. Szerezd meg most, különben örökre eltűnik.
id: Paket eksklusif ini tidak akan ditawarkan lagi. Dapatkan sekarang, atau akan hilang selamanya.
it: Questo pacchetto esclusivo non sarà più offerto. Prendilo ora, o sparirà per sempre.
ja: この限定パックは今後提供されません。今すぐ手に入れないと、永遠に失われます。
ko: 이 독점 팩은 다시 제공되지 않습니다. 지금 받지 않으면 영원히 사라집니다.
ms: Pek eksklusif ini tidak akan ditawarkan lagi. Dapatkannya sekarang, atau ia akan hilang selama-lamanya.
nb: Denne eksklusive pakken tilbys ikke igjen. Sikre deg den nå, eller den er borte for godt.
nl: Dit exclusieve pakket wordt niet opnieuw aangeboden. Bemachtig het nu, of het is voorgoed weg.
pl: Ten ekskluzywny pakiet nie będzie już oferowany. Zdobądź go teraz, albo zniknie na zawsze.
pt: Este pacote exclusivo não será oferecido novamente. Aproveite agora, ou desaparecerá para sempre.
ro: Acest pachet exclusiv nu va mai fi oferit din nou. Obține-l acum, altfel va dispărea pentru totdeauna.
ru: Этот эксклюзивный пакет больше не будет предложен. Получите его сейчас, иначе он исчезнет навсегда.
sk: Tento exkluzívny balík už nebude ponúkaný. Získajte ho teraz, inak zmizne navždy.
sv: Detta exklusiva paket erbjuds inte igen. Skaffa det nu, annars är det borta för alltid.
th: แพ็กสุดพิเศษนี้จะไม่มีการเสนออีก รับตอนนี้ ไม่เช่นนั้นมันจะหายไปตลอดกาล
tr: Bu özel paket bir daha sunulmayacak. Şimdi alın, yoksa bir daha gelmez.
uk: Цей ексклюзивний пакет більше не пропонуватиметься. Отримайте його зараз, інакше він зникне назавжди.
vi: Gói độc quyền này sẽ không được cung cấp lại. Nhận nó ngay bây giờ, nếu không nó sẽ biến mất mãi mãi.
zh_hans: 此专属礼包将不再提供。立即领取，否则将永远消失。
zh_hant: 此專屬禮包將不再提供。立即領取，否則將永遠消失。

source: This photo has more than one face. Please choose a photo with just your baby in it.
ar: تحتوي هذه الصورة على أكثر من وجه واحد. يرجى اختيار صورة تحتوي على طفلك فقط.
ca: Aquesta foto té més d'un rostre. Tria una foto només amb el teu nadó.
cs: Tato fotka obsahuje více než jeden obličej. Vyberte fotku pouze s vaším miminkem.
da: Dette foto har mere end ét ansigt. Vælg et foto med kun din baby.
de: Auf diesem Foto ist mehr als ein Gesicht zu sehen. Bitte wählen Sie ein Foto mit nur Ihrem Baby.
el: Αυτή η φωτογραφία έχει περισσότερα από ένα πρόσωπα. Επιλέξτε μια φωτογραφία μόνο με το μωρό σας.
es: Esta foto tiene más de un rostro. Elige una foto con solo tu bebé.
fi: Tässä kuvassa on useampi kuin yksi kasvot. Valitse kuva, jossa on vain vauvasi.
fr: Cette photo contient plus d'un visage. Veuillez choisir une photo avec seulement votre bébé.
he: בתמונה הזו יש יותר מפרצוף אחד. בחרו תמונה עם התינוק שלכם בלבד.
hi: इस फोटो में एक से अधिक चेहरे हैं। कृपया केवल अपने बच्चे वाली फोटो चुनें।
hr: Ova fotografija ima više od jednog lica. Odaberite fotografiju samo s vašom bebom.
hu: Ezen a fotón egynél több arc látható. Válassz olyan fotót, amelyen csak a babád van.
id: Foto ini memiliki lebih dari satu wajah. Pilih foto yang hanya berisi bayi Anda.
it: Questa foto contiene più di un volto. Scegli una foto con solo il tuo bambino.
ja: この写真には複数の顔が写っています。お子様だけが写っている写真を選択してください。
ko: 이 사진에 얼굴이 두 개 이상 있습니다. 아기만 나온 사진을 선택해 주세요.
ms: Foto ini mempunyai lebih daripada satu wajah. Pilih foto dengan hanya bayi anda sahaja.
nb: Dette bildet har mer enn ett ansikt. Velg et bilde med bare babyen din.
nl: Deze foto bevat meer dan één gezicht. Kies een foto met alleen je baby erop.
pl: To zdjęcie ma więcej niż jedną twarz. Wybierz zdjęcie tylko z Twoim dzieckiem.
pt: Esta foto tem mais de um rosto. Escolha uma foto com apenas o seu bebê.
ro: Această fotografie are mai mult de o față. Alege o fotografie doar cu bebelușul tău.
ru: На этом фото больше одного лица. Выберите фото, где только ваш малыш.
sk: Táto fotka obsahuje viac ako jednu tvár. Vyberte fotku iba s vaším bábätkom.
sv: Detta foto har mer än ett ansikte. Välj ett foto med bara din bebis.
th: รูปภาพนี้มีมากกว่าหนึ่งใบหน้า กรุณาเลือกรูปภาพที่มีเฉพาะลูกน้อยของคุณ
tr: Bu fotoğrafta birden fazla yüz var. Lütfen sadece bebeğinizin olduğu bir fotoğraf seçin.
uk: На цьому фото більше одного обличчя. Виберіть фото лише з вашою дитиною.
vi: Bức ảnh này có nhiều hơn một khuôn mặt. Vui lòng chọn một bức ảnh chỉ có em bé của bạn.
zh_hans: 这张照片中有多张面孔。请选择只有您宝宝的照片。
zh_hant: 這張照片中有多張面孔。請選擇只有您寶寶的照片。

source: This portrait was saved to your Milestone Gallery.
ar: تم حفظ هذه الصورة في معرض المعالم الخاص بك.
ca: Aquest retrat s'ha desat a la teva galeria de fites.
cs: Tento portrét byl uložen do galerie milníků.
da: Dette portræt blev gemt i dit milepælsgalleri.
de: Dieses Porträt wurde in Ihrer Meilenstein-Galerie gespeichert.
el: Αυτό το πορτρέτο αποθηκεύτηκε στη συλλογή ορόσημων σας.
es: Este retrato se guardó en tu galería de hitos.
fi: Tämä muotokuva tallennettiin virstanpylväsgalleriaasi.
fr: Ce portrait a été enregistré dans votre galerie des étapes.
he: הפורטרט הזה נשמר בגלריית אבני הדרך שלכם.
hi: यह पोर्ट्रेट आपकी माइलस्टोन गैलरी में सहेजा गया।
hr: Ovaj portret spremljen je u vašu galeriju prekretnica.
hu: Ez a portré mentve a mérföldkő-galériádba.
id: Potret ini telah disimpan ke Galeri Tonggak Anda.
it: Questo ritratto è stato salvato nella tua galleria dei traguardi.
ja: このポートレートはマイルストーンギャラリーに保存されました。
ko: 이 초상화가 이정표 갤러리에 저장되었습니다.
ms: Potret ini telah disimpan ke Galeri Pencapaian anda.
nb: Dette portrettet ble lagret i milepælgalleriet ditt.
nl: Dit portret is opgeslagen in je mijlpaalgalerij.
pl: Ten portret został zapisany w Twojej galerii kamieni milowych.
pt: Este retrato foi salvo na sua galeria de marcos.
ro: Acest portret a fost salvat în galeria ta de etape.
ru: Этот портрет сохранён в вашей галерее вех.
sk: Tento portrét bol uložený do galérie míľnikov.
sv: Detta porträtt sparades i ditt milstolpsgalleri.
th: ภาพเหมือนนี้ถูกบันทึกลงในคลังภาพพัฒนาการของคุณแล้ว
tr: Bu portre Kilometre Taşı Galerinize kaydedildi.
uk: Цей портрет збережено у вашій галереї віх.
vi: Chân dung này đã được lưu vào Thư viện Cột mốc của bạn.
zh_hans: 此肖像已保存到您的里程碑图库中。
zh_hant: 此肖像已儲存到您的里程碑相簿中。

source: Three Months
ar: ثلاثة أشهر
ca: Tres mesos
cs: Tři měsíce
da: Tre måneder
de: Drei Monate
el: Τρεις μηνών
es: Tres meses
fi: Kolme kuukautta
fr: Trois mois
he: שלושה חודשים
hi: तीन महीने
hr: Tri mjeseca
hu: Három hónapos
id: Tiga bulan
it: Tre mesi
ja: 生後3か月
ko: 생후 3개월
ms: Tiga bulan
nb: Tre måneder
nl: Drie maanden
pl: Trzy miesiące
pt: Três meses
ro: Trei luni
ru: Три месяца
sk: Tri mesiace
sv: Tre månader
th: สามเดือน
tr: Üç Aylık
uk: Три місяці
vi: Ba tháng tuổi
zh_hans: 三个月
zh_hant: 三個月

source: Top up your coins
ar: أعد شحن عملاتك
ca: Recarrega les teves monedes
cs: Dobijte si mince
da: Genoplad dine mønter
de: Münzen aufladen
el: Ανανεώστε τα κέρματά σας
es: Recarga tus monedas
fi: Lataa kolikoitasi
fr: Recharger vos pièces
he: טענו מחדש את המטבעות שלכם
hi: अपने सिक्के रिचार्ज करें
hr: Napunite svoje novčiće
hu: Töltsd fel érméidet
id: Isi ulang koin Anda
it: Ricarica le tue monete
ja: コインをチャージ
ko: 코인 충전하기
ms: Isi semula syiling anda
nb: Fyll på myntene dine
nl: Munten opwaarderen
pl: Doładuj monety
pt: Recarregue suas moedas
ro: Reîncarcă-ți monedele
ru: Пополните монеты
sk: Dobite si mince
sv: Fyll på dina mynt
th: เติมเหรียญของคุณ
tr: Jetonlarınızı yükleyin
uk: Поповніть монети
vi: Nạp thêm xu của bạn
zh_hans: 为您的金币充值
zh_hant: 為您的金幣充值

source: Track baby's firsts and keep every precious memory beautifully organized.
ar: تتبع لحظات طفلك الأولى واحتفظ بكل ذكرى ثمينة منظمة بشكل جميل.
ca: Segueix les primeres vegades del teu nadó i mantén cada record preciós ben organitzat.
cs: Sledujte první okamžiky svého miminka a udržujte každou vzácnou vzpomínku pěkně uspořádanou.
da: Følg din babys førstegangsoplevelser, og hold hvert dyrebart minde smukt organiseret.
de: Verfolgen Sie die Premieren Ihres Babys und halten Sie jede kostbare Erinnerung schön geordnet fest.
el: Παρακολουθήστε τις πρώτες φορές του μωρού σας και κρατήστε κάθε πολύτιμη ανάμνηση όμορφα οργανωμένη.
es: Sigue las primeras veces de tu bebé y mantén cada recuerdo precioso bien organizado.
fi: Seuraa vauvasi ensimmäisiä kertoja ja pidä jokainen arvokas muisto kauniisti järjestyksessä.
fr: Suivez les premières fois de votre bébé et gardez chaque souvenir précieux joliment organisé.
he: עקבו אחרי הפעמים הראשונות של התינוק שלכם ושמרו על כל זיכרון יקר מאורגן בצורה יפה.
hi: अपने बच्चे के पहली बार होने वाले पलों को ट्रैक करें और हर कीमती याद को खूबसूरती से व्यवस्थित रखें।
hr: Pratite prve trenutke svoje bebe i lijepo organizirajte svaku dragocjenu uspomenu.
hu: Kövesd nyomon a babád első alkalmait, és tartsd szépen rendezve minden drága emléket.
id: Lacak momen pertama bayi Anda dan simpan setiap kenangan berharga dengan rapi.
it: Tieni traccia delle prime volte del tuo bambino e mantieni ogni ricordo prezioso ben organizzato.
ja: 赤ちゃんの初めての体験を記録し、大切な思い出を美しく整理しましょう。
ko: 아기의 처음을 추적하고 소중한 추억을 아름답게 정리하세요.
ms: Jejaki detik pertama bayi anda dan simpan setiap kenangan berharga dengan tersusun rapi.
nb: Følg babyens første gang-opplevelser, og hold hvert dyrebare minne pent organisert.
nl: Volg de eerste keren van je baby en houd elke kostbare herinnering mooi georganiseerd.
pl: Śledź pierwsze chwile swojego dziecka i pięknie uporządkuj każde cenne wspomnienie.
pt: Acompanhe as primeiras vezes do seu bebê e mantenha cada lembrança preciosa bem organizada.
ro: Urmărește premierele bebelușului tău și păstrează fiecare amintire prețioasă frumos organizată.
ru: Отслеживайте первые достижения малыша и красиво храните каждое ценное воспоминание.
sk: Sledujte prvé momenty svojho bábätka a udržujte každú vzácnu spomienku pekne usporiadanú.
sv: Följ din bebis första gånger och håll varje dyrbart minne snyggt organiserat.
th: ติดตามช่วงเวลาแรก ๆ ของลูกน้อย และจัดระเบียบความทรงจำอันล้ำค่าทุกช่วงเวลาให้สวยงาม
tr: Bebeğinizin ilklerini takip edin ve her değerli anıyı güzelce düzenli tutun.
uk: Відстежуйте перші досягнення вашої дитини та зберігайте кожен цінний спогад впорядковано.
vi: Theo dõi những lần đầu tiên của bé và giữ mọi kỷ niệm quý giá được sắp xếp gọn gàng.
zh_hans: 追踪宝宝的每一个第一次，把每份珍贵回忆整理得井井有条。
zh_hant: 追蹤寶寶的每一個第一次，把每份珍貴回憶整理得井井有條。

source: Turn your baby's photos into magical keepsakes
ar: حوّل صور طفلك إلى ذكريات سحرية
ca: Converteix les fotos del teu nadó en records màgics
cs: Proměňte fotky svého miminka v kouzelné vzpomínky
da: Forvandl din babys fotos til magiske minder
de: Verwandeln Sie die Fotos Ihres Babys in magische Andenken
el: Μετατρέψτε τις φωτογραφίες του μωρού σας σε μαγικά ενθύμια
es: Convierte las fotos de tu bebé en recuerdos mágicos
fi: Muuta vauvasi kuvat taianomaisiksi muistoiksi
fr: Transformez les photos de votre bébé en souvenirs magiques
he: הפכו את התמונות של התינוק שלכם לזיכרונות קסומים
hi: अपने बच्चे की तस्वीरों को जादुई यादों में बदलें
hr: Pretvorite fotografije svoje bebe u čarobne uspomene
hu: Alakítsd varázslatos emlékekké a babád fotóit
id: Ubah foto bayi Anda menjadi kenangan yang magis
it: Trasforma le foto del tuo bambino in ricordi magici
ja: 赤ちゃんの写真を魔法のような思い出に変えましょう
ko: 아기의 사진을 마법 같은 추억으로 바꿔보세요
ms: Ubah foto bayi anda menjadi kenangan ajaib
nb: Gjør babyens bilder om til magiske minner
nl: Verander de foto's van je baby in magische aandenkens
pl: Zamień zdjęcia swojego dziecka w magiczne pamiątki
pt: Transforme as fotos do seu bebê em lembranças mágicas
ro: Transformă fotografiile bebelușului tău în amintiri magice
ru: Превратите фото вашего малыша в волшебные памятные снимки
sk: Premeňte fotky svojho bábätka na kúzelné spomienky
sv: Förvandla din bebis foton till magiska minnen
th: เปลี่ยนรูปภาพลูกน้อยของคุณให้เป็นความทรงจำมหัศจรรย์
tr: Bebeğinizin fotoğraflarını büyülü hatıralara dönüştürün
uk: Перетворіть фото вашої дитини на чарівні пам'ятні знімки
vi: Biến ảnh của bé thành những kỷ niệm kỳ diệu
zh_hans: 将宝宝的照片变成神奇的纪念品
zh_hant: 將寶寶的照片變成神奇的紀念品

source: Two Months
ar: شهران
ca: Dos mesos
cs: Dva měsíce
da: To måneder
de: Zwei Monate
el: Δύο μηνών
es: Dos meses
fi: Kaksi kuukautta
fr: Deux mois
he: חודשיים
hi: दो महीने
hr: Dva mjeseca
hu: Két hónapos
id: Dua bulan
it: Due mesi
ja: 生後2か月
ko: 생후 2개월
ms: Dua bulan
nb: To måneder
nl: Twee maanden
pl: Dwa miesiące
pt: Dois meses
ro: Două luni
ru: Два месяца
sk: Dva mesiace
sv: Två månader
th: สองเดือน
tr: İki Aylık
uk: Два місяці
vi: Hai tháng tuổi
zh_hans: 两个月
zh_hant: 兩個月

source: Unlimited studio themes
ar: أنماط استوديو غير محدودة
ca: Temes d'estudi il·limitats
cs: Neomezená studiová témata
da: Ubegrænsede studietemaer
de: Unbegrenzte Studiostile
el: Απεριόριστα θέματα στούντιο
es: Temas de estudio ilimitados
fi: Rajattomat studioteemat
fr: Thèmes de studio illimités
he: ערכות נושא סטודיו ללא הגבלה
hi: असीमित स्टूडियो थीम
hr: Neograničene studijske teme
hu: Korlátlan stúdiótémák
id: Tema studio tanpa batas
it: Temi da studio illimitati
ja: 無制限のスタジオテーマ
ko: 무제한 스튜디오 테마
ms: Tema studio tanpa had
nb: Ubegrensede studiotemaer
nl: Onbeperkte studiothema's
pl: Nieograniczone motywy studyjne
pt: Temas de estúdio ilimitados
ro: Teme de studio nelimitate
ru: Неограниченные студийные темы
sk: Neobmedzené štúdiové témy
sv: Obegränsade studioteman
th: ธีมสตูดิโอไม่จำกัด
tr: Sınırsız stüdyo temaları
uk: Необмежені студійні теми
vi: Chủ đề studio không giới hạn
zh_hans: 无限工作室主题
zh_hant: 無限工作室主題

source: Unlock Unlimited Creativity
ar: أطلق العنان لإبداع غير محدود
ca: Desbloqueja creativitat il·limitada
cs: Odemkněte neomezenou kreativitu
da: Lås ubegrænset kreativitet op
de: Grenzenlose Kreativität freischalten
el: Ξεκλειδώστε απεριόριστη δημιουργικότητα
es: Desbloquea creatividad ilimitada
fi: Avaa rajaton luovuus
fr: Débloquez une créativité illimitée
he: שחררו יצירתיות ללא הגבלה
hi: असीमित रचनात्मकता को अनलॉक करें
hr: Otključajte neograničenu kreativnost
hu: Oldd fel a korlátlan kreativitást
id: Buka kreativitas tanpa batas
it: Sblocca creatività illimitata
ja: 無制限のクリエイティビティを解放
ko: 무제한 창의력 잠금 해제
ms: Buka kunci kreativiti tanpa had
nb: Lås opp ubegrenset kreativitet
nl: Ontgrendel onbeperkte creativiteit
pl: Odblokuj nieograniczoną kreatywność
pt: Desbloqueie criatividade ilimitada
ro: Deblochează creativitate nelimitată
ru: Откройте неограниченное творчество
sk: Odomknite neobmedzenú kreativitu
sv: Lås upp obegränsad kreativitet
th: ปลดล็อกความคิดสร้างสรรค์ไม่จำกัด
tr: Sınırsız Yaratıcılığın Kilidini Açın
uk: Розблокуйте необмежену творчість
vi: Mở khóa sự sáng tạo không giới hạn
zh_hans: 解锁无限创意
zh_hant: 解鎖無限創意

source: Untitled
ar: بلا عنوان
ca: Sense títol
cs: Bez názvu
da: Uden titel
de: Unbenannt
el: Χωρίς τίτλο
es: Sin título
fi: Nimetön
fr: Sans titre
he: ללא כותרת
hi: बिना शीर्षक
hr: Bez naziva
hu: Névtelen
id: Tanpa judul
it: Senza titolo
ja: 無題
ko: 제목 없음
ms: Tiada tajuk
nb: Uten tittel
nl: Naamloos
pl: Bez tytułu
pt: Sem título
ro: Fără titlu
ru: Без названия
sk: Bez názvu
sv: Namnlös
th: ไม่มีชื่อ
tr: Adsız
uk: Без назви
vi: Chưa có tiêu đề
zh_hans: 无标题
zh_hant: 無標題

source: Upload a clear photo of your baby
ar: ارفع صورة واضحة لطفلك
ca: Puja una foto clara del teu nadó
cs: Nahrajte jasnou fotku svého miminka
da: Upload et tydeligt foto af din baby
de: Laden Sie ein klares Foto Ihres Babys hoch
el: Ανεβάστε μια καθαρή φωτογραφία του μωρού σας
es: Sube una foto clara de tu bebé
fi: Lataa selkeä kuva vauvastasi
fr: Téléchargez une photo nette de votre bébé
he: העלו תמונה ברורה של התינוק שלכם
hi: अपने बच्चे की स्पष्ट फोटो अपलोड करें
hr: Prenesite jasnu fotografiju svoje bebe
hu: Tölts fel egy tiszta fotót a babádról
id: Unggah foto bayi Anda yang jelas
it: Carica una foto nitida del tuo bambino
ja: 赤ちゃんの鮮明な写真をアップロード
ko: 선명한 아기 사진을 업로드하세요
ms: Muat naik foto bayi anda yang jelas
nb: Last opp et tydelig bilde av babyen din
nl: Upload een duidelijke foto van je baby
pl: Prześlij wyraźne zdjęcie swojego dziecka
pt: Envie uma foto nítida do seu bebê
ro: Încarcă o fotografie clară a bebelușului tău
ru: Загрузите чёткое фото вашего малыша
sk: Nahrajte jasnú fotku svojho bábätka
sv: Ladda upp ett tydligt foto på din bebis
th: อัปโหลดรูปภาพลูกน้อยของคุณที่ชัดเจน
tr: Bebeğinizin net bir fotoğrafını yükleyin
uk: Завантажте чітке фото вашої дитини
vi: Tải lên một bức ảnh rõ nét của bé
zh_hans: 上传一张清晰的宝宝照片
zh_hant: 上傳一張清晰的寶寶照片

source: Upload a photo
ar: رفع صورة
ca: Puja una foto
cs: Nahrát fotku
da: Upload et foto
de: Foto hochladen
el: Μεταφόρτωση φωτογραφίας
es: Subir foto
fi: Lataa kuva
fr: Téléverser une photo
he: העלאת תמונה
hi: फोटो अपलोड करें
hr: Prenesi fotografiju
hu: Fotó feltöltése
id: Unggah Foto
it: Carica una foto
ja: 写真をアップロード
ko: 사진 업로드
ms: Muat naik foto
nb: Last opp bilde
nl: Foto uploaden
pl: Prześlij zdjęcie
pt: Enviar foto
ro: Încarcă o fotografie
ru: Загрузить фото
sk: Nahrať fotku
sv: Ladda upp foto
th: อัปโหลดรูปภาพ
tr: Fotoğraf yükleyin
uk: Завантажити фото
vi: Tải lên ảnh
zh_hans: 上传照片
zh_hant: 上傳照片
